{"translation-revision-date":"2022-07-21 10:18:18+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"No thanks":["No, gracias"],"Agree and continue":["Aceptar y continuar"],"Click here to deactivate it":["Haz clic aquí para desactivarlo."],"Internal integration is disabled but Extendify is still activated as a standalone plugin.":["La integración interna está dessactivada, pero Extendify todavía está activado como plugin independiente."],"Extendify plugin is installed.":["El plugin Extendify está instalado."],"Disable the internal Extendify integration.":["Desactivar la integración interna de Extendify."],"Disable Extendify":["Desactivar Extendify"],"Help Improve MetaSlider":["Ayudar a mejorar MetaSlider"],"Update license key":["Actualizar la clave de la licencia"],"License Key":["Clave de la licencia"],"Here you will find general account settings and options related to your account":["Aquí puedes encontrar ajustes generales de la cuenta y opciones relacionadas con tu cuenta"],"Global Settings":["Ajustes globales"],"Global settings saved":["Ajustes globales guardados"],"Slideshow settings saved":["Ajustes del pase de diapositivas guardados"],"View our detailed privacy policy":["Mira nuestra detallada política de privacidad"],"Opt-in to let MetaSlider responsibly collect information about how you use our plugin. This is disabled by default, but may have been enabled by via a notification. %s":["Opta por permitir que MetaSlider recopile responsablemente información sobre cómo usas nuestro plugin. Está desactivado por defecto, pero puede haber sido activado a través de un aviso. %s"],"Upgrade here":["Actualizar aquí"],"If you are a pro member, enter your license key here to receive updates. %s":["Si eres un miembro Pro, introduce aquí tu clave de licencia para recibir actualizaciones. %s"],"For your convenience, you can copy the basic site information before to help us speed up the debugging process. Be sure to verify that no personal information is included that you might want to keep private.":["Para tu comodidad, puedes copiar antes la información básica del sitio para ayudarnos a acelerar el proceso de depuración. Asegúrate de verificar que no se incluye ninguna información personal que quieras mantener en privado."],"Site Information":["Información del sitio"],"Visit metaslider.com":["Visitar metaslider.com"],"Paid users of the premium plugin can open a ticket on our private support center to receive personalized support and faster response times.":["Los usuarios de pago del plugin premium pueden abrir un tique en nuestro centro privado de soporte para recibir soporte personalizado y tiempos de respuesta más rápidos."],"Paid Premium Support 🌟":["Soporte Premium de pago 🌟"],"Visit wordpress.org":["Visitar wordpress.org"],"For users of the free version of MetaSlider, we offer full free support on the wordpress.org forums.":["Para los usuarios de la versión gratuita de MetaSlider, ofrecemos soporte completo gratuito en los foros de wordpress.org."],"Free Basic Support 🚀":["Soporte básico gratuito 🚀"],"Visit documentation":["Visitar la documentación"],"Check out our documentation page for examples, and more information about what you can do with MetaSlider.":["Echa un vistazo a nuestra página de documentación para ver ejemplos y más información sobre lo que puedes hacer con MetaSlider."],"Documentation 📚":["Documentación 📚"],"Here you will find documentation, and two support tiers to choose from. Additionally, you may supply us with extra information specific to your website, server, etc.":["Aquí encontrarás documentación y dos niveles de soporte para elegir. Además, puedes proporcionarnos información adicional específica para tu web, servidor, etc."],"Analytics notice closed":["Aviso de Analytics cerrado"],"Analytics notice opened":["Aviso de Analytics abierto"],"Help Center":["Centro de ayuda"],"privacy policy":["política de privacidad"],"We are currently building the next version of MetaSlider. Can you help us out by sharing non-sensitive diagnostic information? We'd also like to send you infrequent emails with important security and feature updates. See our %s for more details.":["Actualmente estamos construyendo la próxima versión de MetaSlider. ¿Puede ayudarnos compartiendo información no sensible de diagnóstico? También nos gustaría enviarte correos electrónicos poco frecuentes con importantes actualizaciones de seguridad y características. Mira nuestra %s para más detalles."],"Thanks for using MetaSlider":["Gracias por usar MetaSlider"],"Viewing %s out of %s slideshows (%s loaded)":["Viendo %s de %s pases de diapositivas (%s cargados)"],"Viewing %s out of %s slideshows":["Viendo %s de %s pases de diapositivas"],"No slides found":["No se ha encontrado ninguna diapositiva"],"Image not found<br>%s":["Imagen no encontrada<br>%s"],"Select the slideshows you wish to import below, then press here to import them.":["Selecciona abajo los pases de diapositivas que quieres importar, luego pulsa aquí para importarlos."],"Import %s slideshows":["Importar %s pases de diapositivas"],"Note: You can still import slideshows that contain missing images. You will just need to manually update or delete these slides from their individual slideshow edit pages.":["Nota: Aún puedes importar pases de diapositivas que contengan imágenes que falten. Solo necesitarás actualizar o borrar manualmente esas diapositivas de sus páginas individuales de edición del pase de diapositivas."],"No image name provided":["No se ha proporcionado ningún nombre de la imagen"],"The following images were not found:":["Las siguientes imágenes no se han encontrado:"],"All images required to import are accounted for.":["Todas las imágenes necesarias para la importación están contadas."],"Version: v%s":["Versión: %s"],"Date: %s":["Fecha: %s"],"Upload file":["Subir archivo"],"Importing...":["Importando..."],"If you have an export file, you may upload it here to be processed. Information about each slideshow will be presented below. You will be able to confirm before importing.":["Si tienes un archivo de importación puedes subirlo aquí para procesarlo. La información de cada pase de diapositivas se mostrará abajo. Podrás confirmar antes de importar."],"Easily import slideshows generated by MetaSlider. This requires a file generated from the Export tab.":["Importa fácilmente pases de diapositivas creados con MetaSlider. Este requiere un archivo generado desde la pestaña de exportación."],"While the width and height defined above will be used for cropping (if enabled) and the base slideshow dimensions, you may also set the slideshow to stretch to its container.":["Aunque el ancho y alto definidos arriba podrán usarse para el recorte (si esté activo) y las dimensiones base del pase de diapositivas, puedes también configurar que el pase de diapositivas se ajuste a su contenedor."],"100% Width":["Ancho 100%"],"Update the default height for the base image. This will be used for the base image cropping and slideshow dimaneions. If set to 100% width, the height will scale accordingly.":["Actualiza la altura por defecto para la base de la imagen. Esto se usará para el recorte base de la imagen y para las dimensiones del pase de diapositivas. Si se configura a un ancho del 100% la altura se ajustará en consecuencia."],"Base Image Height":["Altura base de la imagen"],"Change the default width":["Cambiar el ancho por defecto"],"Update the default width for the base image. This will be used for the slideshow dimensions and base image cropping.":["Actualiza el ancho por defecto para la base de la imagen. Esto se usará para las dimensiones del pase de diapositivas y el recorte base de la imagen."],"Base Image Width":["Ancho base de la imagen"],"Change the default title":["Cambiar el título por defecto"],"Default Slideshow Title":["Título por defecto del pase de diapositivas"],"Update default settings used when creating a new slideshow.":["Actualiza los ajustes por defecto utilizados al crear un nuevo pase de diapositivas."],"Slideshow Defaults":["Ajustes por defecto de los pases de diapositivas"],"External slide":["Diapositiva externa"],"Post Feed slide":["Feed de diapositivas"],"Select or deselect all slideshows":["Selecciona o anula la selección de todos los pases de diapositivas"],"Toggle all slideshows":["Cambiar todos los pases de diapositivas"],"Select the slideshows you wish to export below, then press here to export them.":["Selecciona abajo las diapositivas que quieres exportar, luego pulsa aquí para exportarlos."],"Export %s slideshows":["Exportar %s diapositivas"],"Please note that content contained in \"Post Type\" slides will not be exported. Only the slide configurations that refer to the content will be.":["Por favor, ten en cuenta que el contenido de las diapositivas del «tipo de contenido» no se exportará. Solo se exportarán las configuraciones referidas al contenido."],"Learn how":["Más información sobre cómo hacerlo"],"Your images will need to be exported manually and uploaded to the new website before importing these slideshows. Additionally, image file names need to match as we will use built in WordPress functions to locate the image based on its current name.":["Tus imágenes se tienen que exportar y subir manualmente a la nueva web antes de importar estos pases de diapositivas. Adicionalmente, los nombres de archivos de imagen tienen que coincidir ya que usaremos las funciones integradas en WordPress para localizar las imágenes basándonos en su nombre actual."],"Pressing export will gather and organize all of your slideshows into a single data file that you can use to restore on another website.":["Al pulsar la tecla de exportación se reunirán y organizarán todas tus pases de diapositivas en un único archivo de datos que puedes utilizar para restaurar en otra web."],"Slideshows":["Pases de diapositivas"],"Load":["Cargar"],"Refresh":["Recargar"],"Processing...":["Procesando..."],"You have %s slideshows that can be exported. Information about each slideshow will be presented below.":["Tienes %s pases de diapositivas que se pueden exportar. La información de cada pase de diapositivas se mostrará abajo."],"Load slideshows":["Cargar pases de diapositivas"],"Press to load available slideshows then choose which slideshows to export. If you only have a few slideshows we will prepare them automatically.":["Pulsa para cargar los pases de diapositivas disponibles, luego elige qué pases de diapositivas exportar. Si solo tienes unos pocos pases de diapositivas los prepararemos automáticamente."],"Create a new slideshow now":["Crea ahora un nuevo pase de diapositivas"],"Import successful":["Importación correcta"],"Importing %s slideshows...":["Importando %s pases de diapositivas"],"Continue":["Seguir"],"When images are missing you will have to manually update or delete the slide after the import completes.":["Cuando haya imágenes no disponibles tendrás que subir o borrar manualmente la diapositiva cuando termine la importación. "],"Some images are missing":["Faltan algunas imágenes"],"You have no slideshows to import":["No tienes ningún pase de diapositivas que importar"],"We are still searching for your images. Please wait.":["Todavía estamos buscando tus imágenes. Por favor, espera."],"Image search complete":["Búsqueda de imágenes completa"],"Found %s slideshows":["Encontrados %s pases de diapositivas"],"The data in this file does not appear to be valid.":["Los datos de este archivo no parecen ser válidos."],"All settings saved":["Todos los ajustes guardados"],"Change the default title that will be used when creating a new slideshow. Use %s and it will be replaced by the current slideshow ID.":["Cambia el título por defecto que se usará al crear un nuevo pase de diapositivas. Utiliza %s y se reemplazará por el ID del pase de diapositivas actual."],"Export successful":["Exportación correcta"],"Exporting %s slideshows...":["Exportando %s pases de diapositivas"],"You have no slideshows to export":["No tienes ningún pase de diapositivas que exportar"],"Loading %s slideshows...":["Cargando %s pases de diapositivas"],"Page not found: %s":["Página no encontrada: %s"],"Opening settings page...":["Abriendo la página de ajustes…"],"Failed to open the settings page...":["Fallo al abrir la página de ajustes…"],"Export":["Exportar"],"Import":["Importar"],"No slideshows found.":["No se ha encontrado ningún pase de diapositivas."],"No error message reported.":["No se ha informado de ningún mensaje de error."],"Undefined error occurred":["Ha ocurrido un error no definido"],"Searching slideshows...":["Buscando pases de diapositivas..."],"Browse slideshows":["Explorar los pases de diapositivas"],"Press to clear the slideshow cache from your web browser":["Pulsa para vaciar la caché de los pases de diapositivas de tu navegador web"],"Load remaining %s slideshows":["Cargar las %s diapositivas restantes"],"Clear cache":["Vaciar la caché"],"Load all":["Cargar todo"],"Updating...":["Actualizando..."],"Searching...":["Buscando..."],"Filter slideshows‎":["Filtrar los pases de diapositivas"],"Sort by modified date":["Ordenar por la fecha de modificación"],"Sort by title":["Ordenar por el título"],"This feature is not fully supported in Internet Explorer 11 and you may experience slow search result times.":["Esta característica no es totalmente compatible con Internet Explorer 11 y puedes experimentar tiempos lentos en los resultados de búsqueda."],"The ESCAPE key on a keyboard\u0004Escape":["Esc"],"The ENTER key on a keyboard\u0004Enter":["Intro"],"Press %s to save or %s to cancel.":["Pulsa %s para guardar o %s para cancelar."],"Indexing slideshows... %s remaining":["Indexando los pases de diapositivas... %s restantes"],"Finished":["Terminado"],"Fetching slideshows...":["Obteniendo pases de diapositivas..."],"All Slideshows loaded":["Se han cargado todos los pases de diapositivas"],"Indexing %s slideshows into local storage...":["Indexando %s pases de diapositivas en el almacenamiento local..."],"1 slideshow":["1 pase de diapositivas"],"Still working... %s slides remaining...":["Sigue trabajando... %s pases de diapositivas restantes..."],"Settings saved":["Ajustes guardados"],"Saving %s slides. This may take a few moments.":["Guardando %s diapositivas. Esto puede tardar unos momentos."],"Slideshow title updated":["Actualizado el título del pase de diapositivas"],"MetaSlider dashboard loaded":["Cargado el escritorio de MetaSlider"],"Press to expand":["Pulsa para ampliar"],"Collapse":["Cerrar"],"Loading slideshows...":["Cargando los pases de diapositivas..."],"Search slideshows (Press ctrl + \/ to focus)‎":["Buscar pases de diapositivas (pulsa «Ctrl + \/» para enfocar)"],"Viewing 1 slideshow":["Viendo 1 pase de diapositivas"],"last updated: %s":["última actualización: %s"],"number of slides, ex \"7 slides\"\u0004%s slides":["%s diapositiva(s)"],"Current":["Actual"],"No slides":["No hay diapositivas"],"Preparing slideshow for duplication...":["Preparando el pase de diapositivas para duplicado..."],"Premium support - ask us anyting!":["Soporte premium - ¡pregúntanos cualquier cosa!"],"Slide scheduling - decide when slides appear.":["Programación de diapositivas - decide cuándo aparecerán las diapositivas."],"Layer, video and post type slides.":["Diapositivas de capa, vídeo y tipo de contenido."],"Upgrading also includes:":["La actualización también incluye:"],"Upgrade to pro now":["Actualiza a pro ahora"],"Includes recipes to solve common scenarios.":["Incluye recetas para solucionar escenarios comunes."],"Loads only on the front-end where needed.":["Solo carga en la portada cuando sea necesario."],"Built-in text editor full of features.":["Editor de texto integrado lleno de características."],"Easily add custom CSS to your slideshows to customize and fit your theme perfectly.":["Añade fácilmente CSS personalizado a tus pases de diapositivas para personalizarlos y adaptarlos a tu tema perfectamente."],"CSS Manager":["Gestor CSS"],"CSS manager module":["Módulo gestor de CSS"],"CSS Manager notice closed":["Aviso del gestor CSS cerrado"],"CSS Manager notice opened":["Aviso del gestor CSS abierto"],"OK":["Aceptar"],"Something went wrong":["Se ha producido un error"],"Delete":["Borrar"],"You will not be able to undo this.":["No podrás deshacer esto."],"Tour cancelled unsuccessfully":["Visita guiada cancelada incorrectamente"],"Tour cancelled successfully":["Visita guiada cancelada correctamente"],"Duplicated successfully. Reloading...":["Duplicado correctamente. Recargando..."],"Slideshow saved":["Pase de diapositivas guardado"],"Duplicating...":["Duplicando…"],"Closing utility modal...":["Cerrando la ventana emergente de utilidad…"],"Opening utility modal...":["Abriendo la ventana emergente de utilidad…"],"Failed to open utility modal...":["Fallo al abrir la ventana emergente de utilidad…"],"Shortcode unable to be copied automatically":["No se ha podido copiar automáticamente el shortcode"],"Shortcode copied":["Shortcode copiado"],"Drop images here":["Arrastra las imágenes aquí"],"Drag and drop interface not available.":["La interfaz de arrastrar y soltar no está disponible"],"No valid files found":["No se encontraron archivos válidos"],"You currently do not have any slides to preview. If you want, we can import some image slides for you.":["Actualmente no tienes diapositivas para previsualizar. Si quieres, podemos importar algunas imágenes de diapositivas para ti. "],"Import slides":["Importar diapositivas"],"Import Slides":["Importar diapositivas"],"Crunching...":["Contrayendo..."],"Complete!":["¡Completo!"],"Saving...":["Guardando..."],"view license":["ver licencia"],"All photos published on Unsplash can be used for free.":["Todas las fotos publicadas en Unsplash se pueden usar gratuitamente."],"Quality":["Calidad"],"Description":["Descripción"],"Alt Text":["Texto alt"],"Portfolio":["Porfolio"],"Profile":["Perfil"],"view original":["ver original"],"1000 by 1000 pixels\u0004%s by %s pixels":["%s por %s píxeles"],"Attachment Details":["Detalles del adjunto"],"Deselect":["Anular selección"],"Photo by %s":["Foto de %s"],"No photots found.":["No se encontraron fotos."],"Unsplash tab closed":["Pestaña de Unsplash cerrada"],"Opening Unsplash tab...":["Abriendo pestaña de Unsplash…"],"Photo by NAME on Unsplash\u0004Photo by %s on %s":["Foto de %s en %s"],"Load more":["Load more"],"Search unsplash.com...":["Buscar en unsplash.com…"],"Search Unsplash API":["Buscar API de Unsplash"],"All media items":["Todos los medios"],"Filter by type":["Filtrar por tipo"],"You may use HTML here":["Aquí puedes usar HTML"],"No default was found":["No se encontró nada por defecto"],"Automatically updates directly from the WP Media Library":["Se actualiza automáticamente desde la biblioteca de medios de WP directamente."],"Enter manually":["Introducir manualmente"],"Media library description":["Descripción de la biblioteca de medios"],"Media library caption":["Leyenda de la biblioteca de medios"],"This feature is not fully supported in this browser.":["Esta característica no es totalmente compatible con este navegador."],"Exit preview":["Salir de la vista previa"],"Toggle full width":["Cambiar a ancho completo"],"Toggle overlay type":["Cambiar tipo de superposición"],"Select":["Seleccionar"],"On the left are themes that you have created in the theme editor.":["A la izquierda están los temas que has creado en el editor de temas."],"Get started":["Primeros pasos"],"You can create your own themes with our theme editor":["Puedes crear tus propios temas con nuestro editor de temas"],"The pro add-on pack is installed!":["¡El paquete de la extensión pro está instalado!"],"Upgrade now to build your own custom themes!":["¡Actualiza ahora para construir tus propios temas personalizados!"],"Get the add-on pack!":["¡Obtén el paquete de extensión!"],"My Custom Themes":["Mis temas personalizados"],"However, it looks like you have custom themes available. Select \"My Custom Themes\" from the navigation up top to view your custom themes.":["Sin embargo, parece que tienes disponibles temas personalizados. Selecciona «Mis temas personalizados» en la navegación superior para ver tus temas personalizados."],"Error: No themes were found.":["Error: No se encontró ningún tema."],"Loading...":["Cargando…"],"If no theme is selected we will use the default theme provided by the slider plugin":["Si no se selecciona un tema, usaremos el tema por defecto proporcionado por el plugin del carrusel"],"Select a theme on the left to use on this slideshow. Click the theme for more details.":["Selecciona un tema de la izquierda para usarlo en este pase de diapositivas. Haz clic en el tema para más detalles."],"How To Use":["Cómo utilizarlo"],"Tags":["Etiquetas"],"Theme Instructions":["Instrucciones del tema"],"Theme Details":["Detalles del tema"],"Select a custom theme":["Selecciona un tema personalizado"],"Change the look and feel of your slideshow with one of our custom-built MetaSlider themes!":["¡Cambia el aspecto de tu pase de diapositivas con uno de nuestros temas MetaSlider hechos a medida!"],"Remove theme":["Eliminar tema"],"Click the image to edit or update":["Haz clic en la imagen para editarla o actualizarla"],"Custom theme":["Tema personalizado"],"This theme is not officially supported by the slider you chose. Your results might vary.":["Este tema no es oficialmente compatible con la diapositiva que has elegido. Tus resultados podrían variar."],"Theme saved":["Tema guardado"],"Saving theme...":["Guardando tema…"],"No error message provided.":["No se han proporcionado un mensaje sobre el error."],"Doing something...":["Haciendo algo…"],"Learn more":["Aprende más"],"Copy all":["Copiar todo"],"Success":["Correcto"],"Preview":["Vista previa"],"Preview slideshow":["Previsualizar pase de diapositivas"],"Title":["Título"],"Slideshow Theme":["Tema del pase de diapositivas"],"Themes":["Temas"],"Save":["Guardar"],"Are you sure?":["¿Estás seguro?"],"Caption":["Subtítulo"],"No slideshows found":["No se han encontrado presentaciones de diapositivas"]}},"comment":{"reference":"admin\/assets\/dist\/js\/app.js"}}