{"translation-revision-date":"2022-08-23 18:41:45+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Taxonomy settings":["Ajustes de taxonomía"],"Content settings":["Ajustes del contenido"],"The inclusive language analysis offers suggestions to write more inclusive copy. %1$sDiscover why inclusive language is important for SEO%2$s.":["El análisis de lenguaje inclusivo ofrece sugerencias para escribir textos más inclusivos. %1$sDescubre por qué el lenguaje inclusivo es importante para el SEO%2$s."],"Choose how your Homepage should look in search engines and on social media. Note that this is what people probably will see when they search for your brand name.":["Elige cómo debería aparecer tu página de inicio en los motores de búsqueda y en los medios sociales. Ten en cuenta que esto es lo que verá probablemente la gente cuando busquen el nombre de tu marca."],"Choose how your Homepage should look on social media.":["Elige cómo debería mostrarse tu página de inicio en los medios sociales."],"Choose how your Homepage should look in search engines.":["Elige cómo debería mostrarse tu página de inicio en los motores de búsqueda."],"Keep the categories prefix in the slug":["Mantener el prefijo categories en el slug"],"Category URLs in WordPress contain a prefix, usually %s. This enables that prefix, for categories only.":["Las URLs de categorías en WordPress contienen un prefijo, normalmente %s. Esto activa ese prefijo, solo para las categorías."],"Choose how your %1$s archive should look on social media.":["Elige cómo debería mostrarse tu archivo de %1$s en los medios sociales."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto implica que el archivo de %1$s no se indexará por los motores de búsqueda y se excluirá de los mapas del sitio XML."],"Choose how your %1$s archive should look in search engines.":["Elige cómo debería mostrarse tu archivo de %1$s en los motores de búsqueda."],"These settings are specifically for optimizing your %1$s archive.":["Estos ajustes son específicos para optimizar tu archivo de %1$s."],"%1$s archive":["Archivo de %1$s"],"Add custom fields to page analysis":["Añade campos personalizados al análisis de la página"],"This enables SEO metadata editing and our SEO - and Readability analysis for individual %1$s.":["Esto activa la edición de los metadatos SEO y nuestro análisis de SEO y de legibilidad para %1$s individuales."],"Additional settings":["Ajustes adicionales"],"Choose how your %1$s should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s.":["Elige cómo deberían describirse por defecto tus %1$s en el marcado de schema.org de tu sitio. Puedes cambiar estos ajustes en cada %2$s."],"Choose how your %1$s should look on social media by default. You can always customize this per individual %2$s.":["Elige cómo deberían mostrarse por defecto tus %1$s en los medios sociales. Puedes personalizar esto en cada %2$s."],"Social appearance":["Aspecto social"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto implica que las %1$s no se indexarán por los motores de búsqueda y se excluirán de los mapas del sitio XML."],"Choose how your %1$s should look in search engines. You can always customize this per individual %2$s.":["Elige cómo deberían mostrarse tus %1$s en los motores de búsqueda. Siempre puedes personalizar esto en cada %2$s."],"Search appearance":["Apariencia en el buscador"],"You can add multiple custom fields and separate them by using %3$sEnter%4$s or %3$scomma%4$s. %1$sRead more about our custom field analysis%2$s.":["Puedes aañdir varios campos personalizados y separarlos usando %3$sIntro%4$s o %3$scomas%4$s. %1$sLee más sobre nuestro análisis de campos personalizados%2$s."],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["No tienes configurada una página de tienda en tus ajustes de WooCommerce. %1$sPor favor, haz primero eso%2$s."],"The %1$sSocial image%2$s, %1$sSocial title%2$s and %1$sSocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite preferences%4$s.":["La %1$simagen social%2$s, %1$stítulo social%2$s y %1$sdescripción social%2$s requieren datos de Open Graph, que actualmente están desactivados en las sección de 'Compartir social' en las %3$spreferencias del sitio%4$s."],"Oh no! It seems your form contains invalid data. Please review the following fields:":["¡Oh no! Parece que tu formulario contiene datos no válidos. Por favor, revisa los siguientes campos:"],"Archive social image":["Imagen social de archivos"],"Archive social description":["Descripción social de archivos"],"Archive social title":["Título social de archivos"],"Show the archive for %1$s in search results":["Mostrar el archivo de %1$s en los resultados de búsqueda"],"Archive breadcrumbs title":["Título de las migas de pan de los archivos"],"Archive meta description":["Meta description de los archivos"],"Archive SEO title":["Título SEO de los archivos"],"Enable %1$s for %2$s":["Activar %1$s para las %2$s"],"Show %1$s in search results":["Mostrar %1$s en los resultados de búsqueda"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["El tipo de medio seleccionado no es válido. Los tipos admitidos son:JPG, PNG, WEBP y GIF."],"Inclusive language analysis":["Análisis del lenguaje inclusivo"],"Oops! Something went wrong while saving.":["¡Vaya! Algo salió mal al guardar."],"Great! Your settings were saved successfully.":["¡Genial! Tus ajustes se guardaron correctamente."],"Close sidebar":["Cerrar barra lateral"],"Open sidebar":["Abrir barra lateral"],"By default only editors and administrators can access the Advanced - and Schema section of the Yoast SEO metabox. Disabling this allows access to all users.":["Por defecto, solo los editores y administradores pueden acceder a la sección «Avanzado - Schema» de la caja meta de Yoast SEO. Desactivar esto permitirá el acceso a todos los usuarios. "],"Restrict advanced settings for authors":["Restringir ajustes avanzados a los autores"],"Security & privacy":["Seguridad y privacidad"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Esta variable de la API REST de Yoast SEO te ofrece todos los metadatos que necesitas para una URL específica. Esto facilitará enormemente a los sitios WordPress descabezados utilizar Yoast SEO para la salida de todos sus datos meta SEO."],"REST API endpoint":["Variable de la API RESt"],"APIs":["APIs"],"The Yoast SEO admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["El menú de la barra de administración de Yoast SEO contiene enlaces útiles a herramientas de terceros con los que analizar páginas y te facilita ver si tienes nuevos avisos."],"Slack sharing":["Compartir en Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Permite a Twitter mostrar una vista previa con imágenes y un extracto de texto cuando se comparte un enlace a tu sitio."],"Twitter card data":["Datos de la tarjeta de Twitter"],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Permite a Facebook y otros medios sociales mostrar una vista previa con imágenes y un extracto de texto cuando se comparte un enlace a tu sitio."],"Open Graph data":["Datos de Open Graph"],"Facebook, Twitter and Pinterest all use Facebook's Open Graph data, so be sure to keep the 'Open Graph data' setting below enabled if you want to optimize your site for these social platforms.":["Facebook, Twitter y Pinterest usan los datos de Facebook de Open Graph, así que asegúrate de dejar activo el ajuste de 'Datos de Open Graph' de abajo si quieres optimizar tu sitio para estas plataformas sociales."],"Social sharing":["Compartir en redes sociales"],"Site structure":["Estructura del sitio"],"Copywriting":["Redacción"],"Tell us which features you want to use.":["Dinos qué características quieres usar."],"Site preferences":["Preferencias del sitio"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post. %1$sFind out how IndexNow can help your site%2$s.":["Haz ping automáticamente a motores de búsqueda como Bing y Yandex cuando publiques, actualices o borres una entrada. %1$sDescubre cómo IndexNow puede ayudar a tu sitio%2$s."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sAllow us to track some data about your site to improve our plugin%2$s.":["El seguimiento de uso nos permite rastrear algunos datos sobre tu sitio para mejorar nuestro plugin. %1$sPermítenos rastrear algunos datos de tu sitio para mejorar nuestro plugin%2$s."],"%1$sRead why XML Sitemaps are important for your site%2$s.":["%1$sLee por qué los mapas del sitio XML son importantes para tu sitio%2$s."],"%1$sSee the XML sitemap%2$s.":["%1$sVer el mapa del sitio XML%2$s."],"Enable the XML sitemaps that Yoast SEO generates.":["Activa los mapas del sitio XML que genera Yoast SEO."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack. %1$sFind out how a rich snippet can improve visibility and click-through-rate%2$s.":["Esto añade datos del autor y una estimación del tiempo de lectura al snippet del artículo al compartirlo en Slack. %1$sDescubre cómo puede mejorar un snippet la visibilidad y la tasa de clics%2$s. "],"The link suggestions metabox contains a list of posts on your blog with similar content that might be interesting to link to. %1$sRead more about how internal linking can improve your site structure%2$s.":["La caja meta de sugerencias de enlaces contiene una lista de entradas de tu blog con contenido similar a las que podría ser interesante enlazar.  %1$sLee más sobre cómo el enlazado interno puede mejorar la estructura de tu sitioo%2$s."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! %1$sFind out how Insights can help you improve your content%2$s.":["Descubre datos relevantes sobre tu contenido desde la sección de estadísticas de la caja meta de Yoast SEO. ¡Verás qué palabras usas más a menudo y si coinciden con tus palabras clave! %1$sDescubre cómo las estadísticas pueden ayudarte a mejorar tu contenido%2$s."],"The readability analysis offers suggestions to improve the structure and style of your text. %1$sDiscover why readability is important for SEO%2$s.":["El análisis de legibilidad ofrecer sugerencias para mejorar la estructura y estilo de tu texto %1$sDescubre por qué la legibilidad es importante para el SEO%2$s."],"The SEO analysis offers suggestions to improve the SEO of your text. %1$sLearn how the SEO analysis can help you rank%2$s.":["El análisis de SEO ofrece sugerencias para mejorara el SEO de tu texto. %1$sAprende cómo el análisis SEO puede ayudarte a posicionar%2$s."],"Network disabled":["Desactivado para la red"],"Unavailable for sub-sites":["No disponible para subsitios"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Esta imagen se usa como respaldo para entradas\/imágenes que no tengan ninguna imagen."],"Site image":["Imagen del sitio"],"Title separator":["Separador del título"],"Site defaults":["Ajustes por defecto del sitio"],"Recommended size for this image is %1$s%3$s%2$s":["El tamaño recomendado para esta imagen es de %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite preferences%4$s.":["La %1$simagen del sitio%2$s requiere datos de Open Graph, que está actualmente desactivado en la sección de ‘Compartir en redes sociales’ en las %3$spreferencias del sitio%4$s."],"You can use %1$sSite title%2$s, %1$sTagline%2$s and %1$sSeparator%2$s as variables when configuring the search appearance of your content.":["Puedes usar %1$stítulo del sitio%2$s, %1$sdescripción corta%2$s y %1$sseparador%2$s como variables al configurar la apariencia en el buscador de tu contenido."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Añade automáticamente contenido a tu RSS. Esto te permite añadir enlaces de vuelta a tu blog y las entradas de tu blog, ayudando a los motores de búsqueda a identificarte como la fuente original del contenido."],"RSS feed":["Feed RSS"],"Dismiss":["Descartar"],"%1$s (default)":["%1$s (por defecto)"],"IndexNow":["IndexNow"],"Link suggestions":["Sugerencias de enlaces"],"Insights":["Estadísticas"],"Social description":["Descripción social"],"Social title":["Título social"],"Social image":["Imagen social"],"Remove image":["Eliminar imagen"],"Select image":["Seleccionar imagen"],"Replace image":["Reemplazar imagen"],"Article type":["Tipo de artículo"],"Page type":["Tipo de página"],"Usage tracking":["Seguimiento de uso"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["El contador de enlaces a texto te ayuda a mejorar la estructura de tu sitio. %1$sDescubre cómo puede el contador de enlaces a texto mejorar tu SEO%2$s."],"Schema":["Schema"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Puedes editar los metadatos SEO de este tipo de contenido personalizado en la %1$spágina de la tienda%2$s."],"Tagline":["Descripción corta"],"Site title":["Título del sitio"],"SEO analysis":["Análisis SEO"],"Text link counter":["Contador de enlaces en textos"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website. %1$sFind out how cornerstone content can help you improve your site structure%2$s.":["La funcionalidad de contenido esencial te permite marcar y filtrar contenido fundamental en tu web. %1$sDescubre cómo el contenido esencial puede ayudarte a mejorar la estructura de tu sitio.%2$s"],"Cornerstone content":["Contenido esencial"],"Save changes":["Guardar cambios"],"Variable":["Variable"],"Available variables":["Variables disponibles"],"Admin bar menu":["Menú de la barra de administración"],"SEO title":["Título SEO"],"Site settings":["Ajustes de sitio"],"Readability analysis":["Análisis de legibilidad"],"A link to your site, with your site's name and description as anchor text.":["Un enlace a tu sitio, con el nombre del sitio y la descripción como texto de anclaje."],"A link to your site, with your site's name as anchor text.":["Un enlace a su sitio, con el nombre del sitio como texto de anclaje."],"A link to the post, with the title as anchor text.":["Un enlace a la entrada, con el título como texto de anclaje."],"A link to the archive for the post author, with the authors name as anchor text.":["Un enlace al archivo del autor de la entrada, con el nombre del autor como texto de anclaje."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Puedes usar la siguientes variables dentro del contenido, estas serán reemplazadas por el valor de la derecha."],"Content to put after each post in the feed":["Contenido que se pondrá después de cada entrada en el feed"],"Content to put before each post in the feed":["Contenido a publicar en el feed antes de cada entrada"],"Description":["Descripción"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Puedes determinar el título y la descripción de la página de inicio %1$seditando la propia página inicio%2$s."],"You can determine the title and description for the posts page by %1$sediting the posts page itself%2$s.":["Puedes determinar el título y la descripción de la página de entradas %1$seditando la propia página de entradas%2$s."],"Homepage":["Página de inicio"],"RSS":["RSS"],"Breadcrumbs title":["Título de la ruta de las migas de pan"],"Advanced settings":["Ajustes avanzados"],"Meta description":["Meta description"],"Tools":["Herramientas"],"XML sitemaps":["Mapas del sitio XML"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}